LEXICON: dict[str, str] = {
    '/start': '<b>Привет!</b> Я бот для отправки коммерческих '
              'предложений <b>ТД Ленинградский</b>.\nЧтобы ознакомиться с '
              'товарной номенклатурой нажмите кнопку <b>"номенклатура"</b> '
              'или '
              'отправьте команду '
              '/shop\nЧтобы запросить коммерческое предложение нажмите '
              'кнопку <b>"запросить КП"</b> или отправьте команду /price\n'
              'Чтобы получить справку по работе бота - отправьте '
              'команду /help',
    '/help': 'Это бот-магазин. Здесь вы можете выбрать интересующие '
             'вас товары.\n\nДоступные команды:\n/shop - перейти в '
             'каталог товаров\n/cart - посмотреть вашу корзину\n'
             '/help - справка по работе бота',
    '/shop': 'Пожалуйста, выберите интересующую Вас товар из '
             'списка ниже:',
    '/cart': 'Сейчас в вашей корзине ',
    '/admin': 'Это админский режим',
    'cart_empty': 'Сейчас ваша корзина пуста',
    'back_button': '🔙 Назад',
    'cart': 'Корзина 🛒',
    'other_answer': 'Извините, увы, это сообщение мне непонятно...',
    }

LEXICON_MAIN_MENU: dict[str, str] = {
    '/command_1': 'command_1 desription',
    '/command_2': 'command_2 desription',
    '/command_3': 'command_3 desription',
    '/command_4': 'command_4 desription'
}